import React from "react";
import { InfoDiv, FloatImg, IntroTitle } from "../../styles/Intro";
import IntroImg from "../../img/introImg.jpg";

export default function IntroPastor() {
  return (
    <InfoDiv>
      <FloatImg
        src={IntroImg}
        alt=""
        width="325px"
        height="425px"
        float="left"
      />
      <div>
        <IntroTitle fontsize="20px">담임 목사 소개</IntroTitle>
        <p>
          느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장
          박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린
          심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동
          느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장
          박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린
          심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동
          느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장
          박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린
          심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동
          느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장
          박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린
          심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동
          느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장
          박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린
          심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동
          느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장
          박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린 심장 박동 느린
          심장 박동 느린 심장 박동 느린 심장 박동{" "}
        </p>
      </div>
    </InfoDiv>
  );
}
